[
  {
    "path": "posts/2022-09-08-entrega-1-discursos-politicos-y-conciencia-ambiental/",
    "title": "Entrega 1 - Discursos Politicos y Conciencia Ambiental (Tema 2)",
    "description": "En este post describo una des mis opciones para el trabajo teórico del proyecto de Medícion y Analsisis de Datos Políticos. Esta descripción incluye un análisis del tema de interes y las variables disponibles como base de mi investigación el curso.",
    "author": [
      {
        "name": "Diogo Polónia",
        "url": "https://diogovalentepcs.github.io/website/"
      }
    ],
    "date": "2022-09-08",
    "categories": [],
    "contents": "\nIntroducción\nA pesar de los grandes avances tecnológicos, políticos y de\ncomportamiento que se han producido en el mundo en los últimos años para\nenfrentar el cambio climático, es difícil exagerar el reto que el cambio\nclimático supone para la política, lo que unido a la dificultad de\nconseguir reducciones significativas de las emisiones, plantea\nimplicaciones de gran calado en la forma de hacer política.\nSon los propios políticos quienes, a través de las instituciones a\nnivel mundial, nacional y local, tienen la tarea de mediar en las\nrespuestas a los complejos problemas relacionados con el clima. Sin\nembargo, es difícil encontrar un análisis sistemático del impacto de los\ndiscursos de los políticos de alto nivel sobre el cambio climático,\nespecialmente en el comportamiento de la población en general con\nrespecto al medio ambiente. Esto plantea la pregunta politica:\nHa\ntenido efecto los discursos politicos relacionados con el clima en\ncambiar efectivamente los comportamientos generales de los\nciudadanos?\nChile es particularmente vulnerable al cambio climático y ya está\nexperimentando impactos del cambio climático. Entre otros efectos, Chile\nlleva acusando una sequía prolongada en el centro y sur del país desde\nel año 2010 (CR2, 2019).\nLos gases de efecto invernadero, como por ejemplo el CO2, son los que\nmás contribuyen al cambio climático mundial, y Chile hile es el país\nnúmero 140 del ranking de países por emisiones de CO2. En la figura se\npuede ver la evolución del CO2 per capita en lo país (Datosmacro,\n2019).\nChile: Per capita: how much CO2 does the\naverage person emit?En los últimos años, Chile ha introducido muchas políticas para\nluchar contra el cambio climático. Pero, ¿cómo entienden y articulan los\npolíticos chilenos un tema tan complejo como el cambio climático? ¿Y qué\neficacia tienen a la hora de inducir un cambio real en el comportamiento\nde los ciudadanos y la concienciación medioambiental?\nPara responder a estas preguntas, propongo analizar los discursos\npolíticos relacionados con el medio ambiente en Chile, utilizando el\nanálisis de sentimientos NLP y el análisis de corpus, para entender cómo\nse relacionan con el cambio de comportamiento real de los consumidores\nen las acciones medioambientales (por ejemplo, el reciclaje, el\ntransporte, los patrones de compra, etc.).\nVariables Operacionales\nEmissiones CO2eq\nSantiago AQI index\nNiveles PM2.5\nTasas de reciclaje\nDistancias percorridas en auto, bus y avión\nTipo de discurso politico\nEntidad discursora\nPara esto se puede recorrer a las seguintes bases de datos: * Instituto\nNacional de Estadisticas * Registro\nde Emisiones y Transferencias de Contaminantes (RETC) * World Bank Data para\nChile * Emisiones\nde Chile segun el Banco Mundial Chile\nHipotesis\nMi hipotesis es la siguiente: Los discursos políticos sobre\nel medio ambiente no consiguen inducir un cambio de comportamiento en la\npoblación.\nReferencias\nCR2, 2019; La megasequía\n2010-2019: Una lección para el futuro\nDatosmacro,\n2019; CO2 Chile\nOur World in\nData, 2019; CO2 Emissions\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-08T18:43:22-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-08-entrega-1-introduccion-teorica-del-proyecto/",
    "title": "Entrega 1 - Impacto de la Micromobilidad en el Cima de Santiago (Tema 1)",
    "description": "En este post describo una des mis opciones para el trabajo teórico del proyecto de Medícion y Analsisis de Datos Políticos. Esta descripción incluye un análisis del tema de interes y las variables disponibles como base de mi investigación el curso.",
    "author": [
      {
        "name": "Diogo Polónia",
        "url": "https://diogovalentepcs.github.io/website/"
      }
    ],
    "date": "2022-09-08",
    "categories": [],
    "contents": "\nIntroducción\nEl sector del transporte es una de las mayores fuentes de emisiones\nde CO2 y una fuente importante de contaminación atmosférica. Dentro del\ntransporte general los “Passenger Road Vehicles”, es dicir los vehículos\nde transporte de pasajeros en carretera son los que más contaminan,\nincluso en comparación con “Road Freight Vehicles”, “Aviation” and\n“Shipping” (International Energy Agency, 2021).\nTransport sector CO2 emissions by mode\nuntill 2018 and in the Sustainable Development Scenario (SDS) after\n2018La contaminación de los vehículos es especialmente preocupante en las\ngrandes ciudades, y puede convertirse en una de las principales causas\nde “Smog” y contaminación del aire. El smog se forma al mezclar el aire\ncon contaminantes y gases de escape resultantes de las actividades\nhumanas. Entre los factores responsables se encuentran las fábricas, el\ncreciente número de coches, la quema de carbón, madera y otros\ncombustibles sólidos en las estufas. Su formación también viene\ndeterminada por el tiempo, el clima y las condiciones generales de la\nzona. Será mucho más difícil deshacerse de los contaminantes cuando una\nciudad esté en un valle y el clima sin viento impida que se dispersen y\nse diluyan, haciendo que queden suspendidos sobre la ciudad. (Airly\n2022)\nSantiago, en particular, está anidada entre dos cordilleras, la de\nlos Andes y la de la Costa, lo que crea una bolsa de aire viciado en el\nvalle con una ventilación mínima, provocando un fuerte smog y\ncontaminación, inducida por la cantidad de pequeñas partículas\nrespirables, PM2,5, en el aire (COHA, 2015).\nEn el contexto del enfoque de ciudad inteligente, la integración de\nlas innovaciones tecnológicas en los sistemas de movilidad urbana, por\nejemplo con la micromovilidad compartida, contribuye a mejorar el medio\nambiente y la calidad de vida.\nEn 2019, la Municipalidad de Santiago, con Bike Itaú, lanzó el nuevo\nsistema de bicicletas compartidas que tendrán los residentes y\nvisitantes de la ciudad, con planes mensuales de menos de 4 000 pesos,\ncon el fin de promover el uso de esta solución de micromovilidad y, en\nconsecuencia, mejorar el medio ambiente. Esto plantea la pregunta\npolitica:\nHa\ntenido efecto la introducción de sistemas de bicicletas compartidas\nbaratas y accessibles en a la polucion del aire en Santiago?\nPara contestar esta pregunta con calidade, hay que entender cómo ha\nevolucionado la contaminación del aire en Santiago, así como el número\nde vehículos en circulación y su relación con el uso de este\nsistema.\nVariables Operacionales\nEmissiones CO2eq\nSantiago AQI index\nNiveles PM2.5\nUtilización de Bike Itaú\nUtilización de vehículos de pasajeros por carretera\nPara esto se puede recorrer a las seguintes bases de datos: * Instituto\nNacional de Estadisticas * Registro\nde Emisiones y Transferencias de Contaminantes (RETC) * Informes\nBike Itaú (pedido privado)\nHipotesis\nMi hipotesis es la siguiente: La utilización de bicicletas\ncompartidas tien un relácion débil con la diminuición de la poluición\ndel aire\nArgumentos:\nLa gente utiliza estos vehículos sobre todo para los desplazamientos\nque, de otro modo, habrían realizado a pie, en bicicleta (no eléctrica)\no en transporte público (no sustituye a los coches).\nReferencias\nIneternational\nEnergy Agency, 2021; Transport\nCOHA, 2015; The\nBattle to Breathe: Chile’s Toxic Threat\n\n\n\n",
    "preview": {},
    "last_modified": "2022-09-08T17:31:10-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-09-01-tarea/",
    "title": "Tarea Clase 01 Septiembre",
    "description": "Graficos",
    "author": [
      {
        "name": "Diogo Polónia",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-09-01",
    "categories": [],
    "contents": "\nTarea\nUna de las formas de aprender a usar R, es simplemente aprender a\nbuscar lo que necesitamos usar. Algunos de las funciones las hemos visto\nen clases, pero siempre pueden buscar otras formas de lograr los mismos\nresultados.\nCon los materiales que hemos visto, vamos a realizar gráficos\nexploratorios:\nLibraries:\n\n\nlibrary(dplyr)\nlibrary(ggplot2)\n\n\nCarga de bases de datos:\n\n\nvdem <- readRDS(\"../../_clases/vdem.rds\")\n\nvdem_subset <- vdem %>% \n  select(country_name, v2x_partipdem, \n         v2x_cspart, v2elmulpar, v2psprlnks, e_peedgini, \n         e_regionpol, e_gdppc, e_pop) %>% \n  group_by(country_name) %>% \n  summarise_all(function(x)  mean(x, na.rm = T))\n\n\nHistograma\n\n\nvdem_subset %>% \n  ggplot(aes(x = v2x_cspart, na.rm = T)) +\n  geom_histogram(binwidth = 0.05) +\n  theme_minimal(base_family = \"Arial\") +\n  labs(x = \"Participación de las personas en OSC [0-1] \", y = \"Frecuencia\",\n       title = \"Distribución de la variable dependiente\",\n       caption = \"Fuente: Varieties of Democracy\")\n\n\n\nGráfico de barras\n\n\nvdem_subset %>% \n  ggplot(aes(x=factor(e_regionpol)))+\n  geom_bar( color=\"cadetblue\", fill=\"steelblue\", alpha = 0.5) +\n  theme_minimal() +\n  labs(x = \"Clasificacion Politica\", y = \"Frecuencia\",\n       title = \"Paises por Clasificacion Politica\",\n       caption = \"Fuente: Varieties of Democracy\")\n\n\n\nBoxplot\n\n\nvdem_subset %>% \n  ggplot(aes(x=factor(e_regionpol), y = e_peedgini  ))+\n  geom_boxplot( color=\"cadetblue\", fill=\"steelblue\", alpha = 0.5) +\n  theme_minimal() +\n  labs(x = \"Clasificacion Politica\", y = \"Inequidad Educacional\",\n       title = \"Distribuicion de Inequidad Educacional por Clasificacion Politica\",\n       caption = \"Fuente: Varieties of Democracy\")\n\n\n\nScatterplot\n\n\nvdem_subset %>% \n  ggplot(aes(x = e_peedgini, y = v2x_cspart)) +\n  geom_point() +\n  labs(x = \"Coeficiente de Gini de desiguadad educaciona\", y = \"Participación\") +\n  theme_minimal(base_family = \"Arial\") +\n  theme(axis.text = element_text(size = 16),\n        axis.title = element_text(size = 18))\n\n\n\n\n\n\n",
    "preview": "posts/2022-09-01-tarea/Tarea-Clase-01_09_files/figure-html5/unnamed-chunk-3-1.png",
    "last_modified": "2022-09-01T21:17:44-04:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Blog Datos Politicos",
    "description": "Welcome to our new blog, Blog Datos Politicos. We hope you enjoy \nreading what we have to say!",
    "author": [
      {
        "name": "Nora Jones",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-08-25",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-25T14:32:43-04:00",
    "input_file": {}
  }
]
